[AMTGROUP]

[SCREEN]
docinfo={background:1,mainfrm:false,type:SCREENI};
grpinfo={max_item_id:28};
itm1={backcolor:0,background:961,ccp:777,ccpzorder:over,height:74,id:1,name:Auto,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:156,x:644,y:218,zorder:18,txtfield:{backcolor:0,bidimode:left-to-right,content:Alert,font:3,height:36,highcolor:0,hlayout:center,linespacing:0,multiline:true,name:Auto_P,type:TEXTFIELD,visible:true,vlayout:middle,width:144,wrapline:wrap-by-word,x:5,y:17}};
itm10={backcolor:0,background:0,ccp:0,ccpzorder:over,height:52,id:13,name:SeekLeft,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:80,x:602,y:125,zorder:30};
itm11={backcolor:0,background:0,ccp:0,ccpzorder:over,height:52,id:14,name:SeekRight,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:80,x:724,y:125,zorder:31};
itm12={backcolor:0,bidimode:left-to-right,content:Freq.,font:33,height:36,highcolor:0,hlayout:left,id:18,linespacing:0,multiline:false,name:Channel,type:TEXTFIELD,visible:true,vlayout:middle,width:110,wrapline:no-wrap,x:63,y:126,zorder:32};
itm13={backcolor:0,bidimode:left-to-right,content:Contents name,font:33,height:36,highcolor:0,hlayout:left,id:19,linespacing:0,multiline:false,name:WB_Contents,type:TEXTFIELD,visible:true,vlayout:middle,width:473,wrapline:no-wrap,x:63,y:156,zorder:33};
itm14={backcolor:0,bidimode:left-to-right,content:MHz,font:33,height:36,highcolor:0,hlayout:left,id:20,linespacing:0,multiline:false,name:WB_Unit,type:TEXTFIELD,visible:true,vlayout:middle,width:60,wrapline:no-wrap,x:173,y:126,zorder:34};
itm15={backcolor:0,bidimode:left-to-right,content:PS name,font:33,height:36,highcolor:0,hlayout:left,id:21,linespacing:0,multiline:false,name:WB_Ps_Name,type:TEXTFIELD,visible:true,vlayout:middle,width:299,wrapline:no-wrap,x:237,y:126,zorder:35};
itm16={backcolor:0,background:0,ccp:0,ccpzorder:over,height:480,id:22,name:DisableScr,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:false,width:800,x:0,y:0,zorder:38};
itm17={backcolor:0,background:1092,bgcenter:0,bgfragment:single,bgleft:0,bgright:0,ccp:0,ccpzorder:over,height:74,id:23,name:Add_Preset,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:242,x:63,y:218,zorder:39,txtfield:{backcolor:0,bidimode:left-to-right,content:Add Preset,font:18,height:36,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Add_Preset,type:TEXTFIELD,visible:true,vlayout:middle,width:224,wrapline:no-wrap,x:5,y:17}};
itm18={backcolor:0,height:30,id:27,img:1250,layout:normal,name:icon_alert,styleid:0,type:IMAGEFIELD,visible:false,width:119,x:420,y:71,zorder:37,layout_param:{anchor:left-top,clipx:0,clipy:0}};
itm19={backcolor:0,bidimode:left-to-right,content:Channel No. Program name,font:33,height:36,highcolor:0,hlayout:left,id:28,linespacing:0,multiline:false,name:Channel_Details,omissionlayout:center,styleid:0,type:TEXTFIELD,visible:false,vlayout:middle,width:473,wrapline:no-wrap,x:63,y:126,zorder:40};
itm2={backcolor:0,background:1088,ccp:769,ccpzorder:over,height:74,id:2,name:ChannelItem,type:BUTTON,useinlist:true,useintable:true,useintree:false,visible:true,width:242,x:63,y:218,zorder:19,txtfield:{backcolor:0,bidimode:left-to-right,content:FREQ,font:3,height:36,highcolor:0,hlayout:left,linespacing:0,multiline:false,name:FREQ,type:TEXTFIELD,visible:true,vlayout:middle,width:196,wrapline:no-wrap,x:19,y:1},txtfield:{backcolor:0,bidimode:left-to-right,content:Channel name,font:3,height:36,highcolor:0,hlayout:left,linespacing:0,multiline:false,name:Channelname,type:TEXTFIELD,visible:true,vlayout:middle,width:196,wrapline:no-wrap,x:19,y:31}};
itm3={backcolor:0,background:961,ccp:777,ccpzorder:over,height:74,id:3,name:List,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:156,x:644,y:294,zorder:20,txtfield:{backcolor:0,bidimode:left-to-right,content:List,font:3,height:36,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:List,type:TEXTFIELD,visible:true,vlayout:middle,width:144,wrapline:no-wrap,x:5,y:17}};
itm4={id:6,name:Header,refID:2,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:2,y:3,zorder:23};
itm5={id:7,name:Menu,refID:4,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:154,y:64,zorder:24};
itm6={backcolor:0,background:961,ccp:777,ccpzorder:over,height:74,id:8,name:Setting,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:156,x:644,y:370,zorder:25,imgfield:{backcolor:0,height:36,img:17,layout:normal,name:Setting,type:IMAGEFIELD,visible:true,width:36,x:59,y:16,layout_param:{clipx:0,clipy:0}}};
itm7={background:0,ccp:0,ccpzorder:over,cellheight:76,cellwidth:242,height:228,id:9,name:Table_Freq_List,type:TABLE,visible:true,width:485,x:63,y:217,zorder:26};
itm8={backcolor:0,height:52,id:11,img:1114,layout:normal,name:SeekBackground,type:IMAGEFIELD,visible:true,width:202,x:601,y:124,zorder:28,layout_param:{clipx:0,clipy:0}};
itm9={backcolor:0,height:36,id:12,img:16,layout:normal,name:SeekPress,type:IMAGEFIELD,visible:true,width:144,x:628,y:129,zorder:29,layout_param:{clipx:0,clipy:0}};

